Repository: ad3lre/echo
Catalog: clients/apple/Modules/EchoFeatures/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: A better place to talk.
es: Un mejor lugar para hablar.

source: Search conversations
es: Buscar conversaciones

source: No conversations yet.
es: Aún no hay conversaciones.

source: No conversations found.
es: No se encontraron conversaciones.

source: Loading your Echo
es: Cargando tu eco

source: Try again
es: Intentar de nuevo

source: Inbox
es: Bandeja de entrada

source: Log in
es: Iniciar sesión

source: Register
es: Registrarse

source: Couldn’t continue
es: No se pudo continuar

source: OK
es: DE ACUERDO

source: No messages yet
es: Aún no hay mensajes

source: Online
es: En línea

source: Idle
es: Inactivo

source: Do Not Disturb
es: No molestar

source: Offline
es: Desconectado

source: Open profile for %@
es: Abrir perfil para %@

source: %@, %lld notifications
es: %@, %lld notificaciones

source: Back
es: Atrás

source: Open conversation
es: Conversacion abierta

source: Personal Notes
es: Notas personales

source: + Add option
es: + Agregar opción

source: 24-hour time
es: horario de 24 horas

source: 6-digit code
es: código de 6 dígitos

source: @\(candidate.username)
es: @\(candidato.nombre de usuario)

source: @\(request.sender.username)
es: @\(solicitud.remitente.nombre de usuario)

source: @\(username)
es: @\(nombre de usuario)

source: @username or user ID
es: @nombre de usuario o ID de usuario

source: ADD FRIENDS
es: AÑADIR AMIGOS

source: Action rail
es: Carril de acción

source: Active sessions
es: Sesiones activas

source: Add a bio
es: Añadir una biografía

source: Add attachment
es: Agregar archivo adjunto

source: Add passkey
es: Añadir Passkey

source: Alerts, badges, sounds, and mentions
es: Alertas, insignias, sonidos y menciones.

source: Allow Echo notifications
es: Permitir notificaciones de eco

source: Allow friend requests
es: Permitir solicitudes de amistad

source: Allow message requests
es: Permitir solicitudes de mensajes

source: Anonymous voting
es: Votación anónima

source: App
es: Aplicación

source: Apply this change to your Echo account
es: Aplique este cambio a su cuenta Echo

source: Ask a question and add options for others to vote on.
es: Haga una pregunta y agregue opciones para que otros voten.

source: Authentication or recovery code
es: Código de autenticación o recuperación

source: Authenticator code
es: código de autenticación

source: Authenticator code (if enabled)
es: Código de autenticación (si está habilitado)

source: Authenticator secret
es: Secreto del autenticador

source: Automatic gain control
es: Control automático de ganancia

source: Available soon
es: Disponible pronto

source: Balance clarity and bandwidth
es: Equilibra claridad y ancho de banda

source: Be human. Keep conversations consensual, avoid targeted abuse and threats, and report content that puts people at risk. Safety reports are reviewed by the Echo team and may be retained to protect the community.
es: Sea humano. Mantenga las conversaciones consensuadas, evite abusos y amenazas dirigidas y denuncie contenido que ponga a las personas en riesgo. El equipo de Echo revisa los informes de seguridad y pueden conservarse para proteger a la comunidad.

source: Bio
es: Biografía

source: Bug Hunter
es: Cazador de insectos

source: Call
es: Llamar

source: Camera
es: Cámara

source: Cancel
es: Cancelar

source: Capture extra information for troubleshooting
es: Capture información adicional para solucionar problemas

source: Change password
es: Cambiar la contraseña

source: Change profile banner
es: Cambiar banner de perfil

source: Change profile picture
es: Cambiar foto de perfil

source: Choose Echo’s display language
es: Elija el idioma de visualización de Echo

source: Choose how Echo looks
es: Elige cómo se ve Echo

source: Choose how timestamps are localized
es: Elija cómo se localizan las marcas de tiempo

source: Choose the camera Echo uses
es: Elige la cámara que usa Echo

source: Choose the microphone Echo uses
es: Elige el micrófono que usa Echo

source: Choose where Echo plays audio
es: Elige dónde reproduce Echo el audio

source: Choose where actions appear
es: Elige dónde aparecen las acciones

source: Clear search
es: Borrar búsqueda

source: Clear settings search
es: Borrar búsqueda de configuración

source: Close
es: Cerrar

source: Close add friend
es: Cerrar agregar amigo

source: Close conversation
es: Cerrar conversación

source: Close edit profile
es: Cerrar editar perfil

source: Close inbox
es: Cerrar bandeja de entrada

source: Community guidelines
es: Pautas comunitarias

source: Confirm new password
es: Confirmar nueva contraseña

source: Confirm password
es: Confirmar contraseña

source: Confirm the code you received
es: Confirma el código que recibiste

source: Confirm two-factor authentication
es: Confirmar la autenticación de dos factores

source: Connect a channel for live broadcasts
es: Conecta un canal para transmisiones en vivo

source: Connected apps
es: Aplicaciones conectadas

source: Control spacing across the app
es: Controlar el espacio en la aplicación

source: Couldn’t complete that
es: No se pudo completar eso

source: Couldn’t load friend requests
es: No se pudieron cargar las solicitudes de amistad

source: Create Poll
es: Crear encuesta

source: Current password
es: Contraseña actual

source: Danger zone
es: Zona de peligro

source: Data Rights
es: Derechos de datos

source: Delete Echo account
es: Eliminar cuenta de eco

source: Delete permanently
es: Eliminar permanentemente

source: Deliver a real local alert in one second
es: Entrega una alerta local real en un segundo

source: Density
es: Densidad

source: Developer
es: Revelador

source: Developer Mode
es: Modo desarrollador

source: Developer Mode and Bug Hunter are device-only options. Bug Hunter keeps a bounded, privacy-safe trace in memory and clears it when disabled.
es: El modo de desarrollador y el cazador de errores son opciones exclusivas del dispositivo. Bug Hunter mantiene un rastro limitado y seguro para la privacidad en la memoria y lo borra cuando está deshabilitado.

source: Devices and call behavior
es: Dispositivos y comportamiento de llamadas.

source: Disable two-factor authentication
es: Deshabilitar la autenticación de dos factores

source: Discard
es: Desechar

source: Dismiss
es: Despedir

source: Display name
es: Nombre visible

source: Done
es: Hecho

source: Download all my data
es: Descargar todos mis datos

source: Dyslexia-friendly font
es: Fuente compatible con dislexia

source: Early access
es: Acceso temprano

source: Echo cancellation
es: Cancelación de eco

source: Echo couldnât find anything matching â\(query)â
es: Echo no pudo encontrar nada que coincida con "(consulta)"

source: Echo follows your system appearance and keeps its dark-first visual language.
es: Echo sigue la apariencia de su sistema y mantiene su lenguaje visual oscuro.

source: Echo follows your system notification permissions.
es: Echo sigue los permisos de notificación de su sistema.

source: Echo is a place to talk, create, and share responsibly. You are responsible for what you post, for protecting your account, and for respecting other people’s rights. Do not use Echo to harass, impersonate, exploit, or distribute unlawful content.
es: Echo es un lugar para hablar, crear y compartir de manera responsable. Eres responsable de lo que publicas, de proteger tu cuenta y de respetar los derechos de otras personas. No utilice Echo para acosar, suplantar, explotar o distribuir contenido ilegal.

source: Echo safety will review it
es: Echo Safety lo revisará

source: Echo uses Dynamic Type throughout native settings.
es: Echo utiliza el tipo dinámico en todas las configuraciones nativas.

source: Echo uses the information needed to provide your account, conversations, safety systems, and notifications. You control optional analytics, discoverability, read receipts, and personalized tips in Data & Privacy. You can export or delete your account there.
es: Echo utiliza la información necesaria para proporcionar su cuenta, conversaciones, sistemas de seguridad y notificaciones. Usted controla los análisis opcionales, la capacidad de descubrimiento, los recibos de lectura y los consejos personalizados en Datos y privacidad. Puede exportar o eliminar su cuenta allí.

source: Echo+ is the membership layer for people who want more room to make Echo theirs.
es: Echo+ es la capa de membresía para las personas que quieren más espacio para hacer suyo Echo.

source: Edit Profile
es: Editar perfil

source: Email
es: Correo electrónico

source: Email address
es: Dirección de correo electrónico

source: Emoji
es: emojis

source: Enter your password if your account requires one, plus an authenticator code when 2FA is enabled, then confirm deletion.
es: Ingrese su contraseña si su cuenta la requiere, más un código de autenticación cuando 2FA esté habilitado, luego confirme la eliminación.

source: Export your account data
es: Exporta los datos de tu cuenta

source: Exports your account, sessions, friends, blocks, and DM metadata as JSON.
es: Exporta su cuenta, sesiones, amigos, bloques y metadatos de DM como JSON.

source: External apps
es: Aplicaciones externas

source: FRIEND REQUESTS
es: SOLICITUDES DE AMIGOS

source: Find your people
es: Encuentra a tu gente

source: Follow iPhone Light and Dark Mode
es: Siga el modo claro y oscuro del iPhone

source: Friend and DM request preferences are under Friends.
es: Las preferencias de amistad y solicitud de DM se encuentran en Amigos.

source: Friend and message request preferences
es: Preferencias de solicitud de amigos y mensajes

source: Friends
es: Amigos

source: Generate a secret for your authenticator app
es: Genera un secreto para tu aplicación de autenticación

source: Give conversations more breathing room
es: Dar más espacio a las conversaciones

source: High contrast
es: Alto contraste

source: How Echo formats messages
es: Cómo formatea Echo los mensajes

source: Identity
es: Identidad

source: Incoming requests
es: Solicitudes entrantes

source: Increase separation between surfaces and text
es: Aumentar la separación entre superficies y texto.

source: Increase text size throughout Echo
es: Aumentar el tamaño del texto en todo Echo

source: Input device
es: Dispositivo de entrada

source: Input sensitivity
es: Sensibilidad de entrada

source: Keep background noise out of calls
es: Mantenga el ruido de fondo fuera de las llamadas

source: Keep this device signed in
es: Mantenga este dispositivo conectado

source: Keep up with what’s new
es: Manténgase al día con las novedades

source: Keep your voice at a steady level
es: Mantén tu voz a un nivel constante.

source: Language
es: Idioma

source: Language, region, and timestamps
es: Idioma, región y marcas de tiempo

source: Larger text
es: Texto más grande

source: Last updated: 2026-01-01
es: Última actualización: 2026-01-01

source: Let friends see when you were last active
es: Deja que tus amigos vean cuándo estuviste activo por última vez

source: Let people send you friend requests
es: Deja que la gente te envíe solicitudes de amistad

source: Link Discord for profile and identity import
es: Vincular Discord para importar perfiles e identidades

source: Link Google for sign-in and YouTube
es: Vincular Google para iniciar sesión y YouTube

source: Links and mentions become interactive when sent.
es: Los enlaces y menciones se vuelven interactivos cuando se envían.

source: Loading friend requests…
es: Cargando solicitudes de amistad…

source: MESSAGE REQUESTS
es: SOLICITUDES DE MENSAJES

source: Make Echo colors more vivid
es: Haz que los colores de Echo sean más vivos

source: Make mentions stand out in conversations
es: Haga que las menciones se destaquen en las conversaciones

source: Manage \(notificationPlatformName) notification permissions
es: Administrar permisos de notificación \(notificationPlatformName)

source: Master audio and per-sound controls
es: Controles maestros de audio y por sonido

source: Membership benefits and perks
es: Beneficios y ventajas de la membresía

source: Mention highlights
es: Mencionar aspectos destacados

source: Message alerts
es: Alertas de mensajes

source: Message formatting
es: Formato de mensaje

source: Message spacing
es: Espaciado de mensajes

source: Monthly
es: Mensual

source: Motion
es: Movimiento

source: New connection requests will appear here.
es: Nuevas solicitudes de conexión aparecerán aquí.

source: New password
es: Nueva contraseña

source: No GIFs found
es: No se encontraron GIF

source: No emoji found
es: No se encontraron emojis

source: No friend requests
es: Sin solicitudes de amistad

source: No message requests
es: No hay solicitudes de mensajes

source: No personal notes
es: Sin notas personales

source: No settings found
es: No se encontraron configuraciones

source: No votes on this option yet
es: Aún no hay votos sobre esta opción.

source: Noise suppression
es: Supresión de ruido

source: ONLINE STATUS
es: ESTADO EN LÍNEA

source: Open System Settings for Echo alerts
es: Abra Configuración del sistema para alertas de eco

source: Opens people search
es: Abre la búsqueda de personas

source: Option \(draft.options.firstIndex(where: { $0.id == option.id }).map { $0 + 1 } ?? 1)
es: Opción \(draft.options.firstIndex(donde: { $0.id == opción.id }).map { $0 + 1 } ?? 1)

source: Option emoji
es: Opción emoji

source: Optional developer controls
es: Controles de desarrollador opcionales

source: Output device
es: Dispositivo de salida

source: Output volume
es: Volumen de salida

source: PROFILE
es: PERFIL

source: Passkey name
es: Nombre de la clave de acceso

source: Password
es: Contraseña

source: Password (if required)
es: Contraseña (si es necesaria)

source: Payment
es: Pago

source: Pending conversations will appear here.
es: Las conversaciones pendientes aparecerán aquí.

source: Permanently remove your account and data
es: Eliminar permanentemente tu cuenta y tus datos

source: Personal notes
es: Notas personales

source: Phone number
es: Número de teléfono

source: Pinned messages
es: Mensajes fijados

source: Plans, renewals, and invoices
es: Planes, renovaciones y facturas.

source: Play feedback for taps, messages, and voice
es: Reproducir comentarios para toques, mensajes y voz

source: Playback
es: Reproducción

source: Prepares a JSON export of your Echo account data
es: Prepara una exportación JSON de los datos de su cuenta Echo

source: Privacy
es: Privacidad

source: Privacy, terms, and community guidelines
es: Privacidad, términos y pautas de la comunidad

source: Private notes will live here when you create one.
es: Las notas privadas vivirán aquí cuando crees una.

source: Profile update failed
es: Error al actualizar el perfil

source: Profile view coming soon
es: La vista de perfil llegará pronto

source: Readability
es: Legibilidad

source: Readability, motion, and interaction
es: Legibilidad, movimiento e interacción.

source: Receive messages from new contacts
es: Recibir mensajes de nuevos contactos

source: Record detailed technical activity for troubleshooting on this device
es: Registre la actividad técnica detallada para solucionar problemas en este dispositivo

source: Recovery code (alternative)
es: Código de recuperación (alternativo)

source: Reduce feedback while you speak
es: Reduce los comentarios mientras hablas

source: Reduce motion
es: Reducir el movimiento

source: Reduce translucency for clearer panels
es: Reduzca la translucidez para obtener paneles más claros

source: Register this device as a secure Echo sign-in
es: Registre este dispositivo como un inicio de sesión seguro de Echo

source: Remove
es: Eliminar

source: Remove Echo account and data
es: Eliminar cuenta y datos de Echo

source: Remove Google sign-in and linked access
es: Eliminar el inicio de sesión de Google y el acceso vinculado

source: Remove authenticator protection
es: Eliminar la protección del autenticador

source: Remove authenticator protection from this account
es: Eliminar la protección del autenticador de esta cuenta

source: Remove option
es: Eliminar opción

source: Rename
es: Rebautizar

source: Rename passkey
es: Cambiar nombre de clave de acceso

source: Report a person
es: Reportar a una persona

source: Report spam, harassment, or violations
es: Informar spam, acoso o infracciones

source: Reports are private. Include the person’s Echo username or user ID and enough context for the safety team to review it.
es: Los informes son privados. Incluya el nombre de usuario o ID de usuario de Echo de la persona y suficiente contexto para que el equipo de seguridad lo revise.

source: Requests and personal notes stay together here, away from your conversations.
es: Las solicitudes y notas personales permanecen juntas aquí, lejos de sus conversaciones.

source: Resend verification email
es: Reenviar correo electrónico de verificación

source: Results hidden until you vote
es: Resultados ocultos hasta que votes

source: Retry
es: Rever

source: Retry this setting now
es: Vuelva a intentar esta configuración ahora

source: Return to your Echo settings
es: Regresa a la configuración de tu Echo

source: Saturate accent colors
es: Colores de acento saturados

source: Save Changes
es: Guardar cambios

source: Save \(title.lowercased())
es: Guardar \(título.minúsculas())

source: Save name
es: Guardar nombre

source: Save to update your profile
es: Guardar para actualizar tu perfil

source: Search Echo by name or username and send a request
es: Busque Echo por nombre o nombre de usuario y envíe una solicitud

source: Search Echo or start with a few people you might know.
es: Busque Echo o comience con algunas personas que quizás conozca.

source: Search Echo settings
es: Buscar configuración de eco

source: Search by name or username
es: Buscar por nombre o nombre de usuario

source: Search messages
es: Buscar mensajes

source: Search settings
es: Buscar en ajustes

source: Send a fresh verification link
es: Enviar un nuevo enlace de verificación

source: Send a test notification
es: Enviar una notificación de prueba

source: Send message
es: Enviar mensaje

source: Send phone verification code
es: Enviar código de verificación del teléfono

source: Set a status
es: Establecer un estado

source: Settings
es: Ajustes

source: Show internal Echo IDs and developer tools on this device only
es: Mostrar ID de Echo internos y herramientas de desarrollador solo en este dispositivo

source: Show last online
es: Mostrar último en línea

source: Show unread counts on Echo
es: Mostrar recuentos no leídos en Echo

source: Sign in with Passkey
es: Iniciar sesión con Passkey

source: Sign out all other sessions
es: Cerrar sesión en todas las demás sesiones

source: Sign-in details, security, and sessions
es: Detalles de inicio de sesión, seguridad y sesiones

source: Sign-in security
es: Seguridad de inicio de sesión

source: Solid glass surfaces
es: Superficies de vidrio macizo

source: Sound effects
es: Efectos sonoros

source: Status
es: Estado

source: Subscriptions are being introduced in stages. Register your preference and Echo will keep it with your account.
es: Las suscripciones se están introduciendo por etapas. Registre su preferencia y Echo la mantendrá en su cuenta.

source: Sync with system appearance
es: Sincronizar con la apariencia del sistema

source: Terms of service
es: Términos de servicio

source: Text a one-time verification code
es: Envía un mensaje de texto con un código de verificación único

source: Text scale
es: Escala de texto

source: Theme
es: Tema

source: This cannot be undone
es: Esto no se puede deshacer

source: Time format
es: Formato de hora

source: Time zone
es: Huso horario

source: Tips
es: Consejos

source: Toggles this Echo sound
es: Alterna este sonido de eco

source: Tune Echo’s look and spacing
es: Sintonice la apariencia y el espaciado de Echo

source: Two-factor authentication
es: Autenticación de dos factores

source: Two-factor authentication enabled
es: Autenticación de dos factores habilitada

source: Unread badges
es: Insignias no leídas

source: Unsaved changes
es: Cambios no guardados

source: Update the password used for Echo sign-in
es: Actualice la contraseña utilizada para iniciar sesión en Echo

source: Update this passkey on Echo
es: Actualiza esta clave de acceso en Echo

source: Use $$…$$ for display math and $…$ for inline math.
es: Utilice $$…$$ para mostrar matemáticas y $…$ para matemáticas en línea.

source: Use Face ID or Touch ID for faster sign-in
es: Utilice Face ID o Touch ID para iniciar sesión más rápido

source: Use Markdown for emphasis, lists, quotes, and code.
es: Utilice Markdown para énfasis, listas, citas y código.

source: Use a 24-hour clock throughout Echo
es: Utilice un reloj de 24 horas en todo Echo

source: Use a more readable typeface
es: Utilice un tipo de letra más legible

source: Use gentler transitions across Echo
es: Utilice transiciones más suaves en Echo

source: User
es: Usuario

source: Username
es: Nombre de usuario

source: Verbose diagnostics
es: Diagnóstico detallado

source: Verification code
es: Código de verificación

source: Verify
es: Verificar

source: Verify it’s you
es: Verifica que eres tú

source: Verify phone
es: Verificar teléfono

source: Verify the code from your authenticator
es: Verifica el código de tu autenticador

source: Video quality
es: Calidad de vídeo

source: View all
es: Ver todo

source: View who voted
es: Ver quién votó

source: Voice processing
es: Procesamiento de voz

source: Volume
es: Volumen

source: Voters’ names stay private; only vote counts are visible to others.
es: Los nombres de los votantes permanecen privados; sólo los recuentos de votos son visibles para los demás.

source: We’ll notify you when your plan is available
es: Te avisaremos cuando tu plan esté disponible

source: What do you want to ask?
es: ¿Qué quieres preguntar?

source: What happened?
es: ¿Qué pasó?

source: Who voted
es: quien votó

source: YOUR SPACE
es: TU ESPACIO

source: Yearly
es: Anual

source: \(draft.options.count)/10 options â¢ At least 2 required
es: \(draft.options.count)/10 opciones â¢ Se requieren al menos 2

source: \(option.votes)
es: \(opción.votos)

source: \(requests.count)
es: \(solicitudes.count)

source: or
es: o

source: username
es: nombre de usuario

source: you@example.com
es: tu@ejemplo.com

source: Manage %@ notification permissions
es: Administrar %@ permisos de notificación

source: Save %@
es: Ahorrar %@

source: Echo couldn’t find anything matching “%@”
es: Echo no pudo encontrar nada que coincida con "%@"

source: Manage %@ link
es: Gestionar el enlace de %@

source: Connect %@
es: Conectar %@

source: Create account
es: Crear cuenta

source: Create your Echo
es: Crea tu Echo

source: Welcome back
es: Bienvenido de nuevo

source: A better place to talk starts here.
es: Un mejor lugar para hablar empieza aquí.

source: Sign in and pick up where you left off.
es: Inicia sesión y continúa donde lo dejaste.

source: Username or email
es: Nombre de usuario o correo

source: Edit profile
es: Editar perfil

source: Log out
es: Cerrar sesión

source: Attach photo
es: Adjuntar foto

source: Reveal spoiler
es: Revelar spoiler

source: Your conversation is ready when you are.
es: Tu conversación estará lista cuando tú lo estés.

source: Opening secure sign-in…
es: Abriendo inicio de sesión seguro...

source: Review the connected account in a secure browser
es: Revise la cuenta conectada en un navegador seguro

source: Authorize securely and return to Echo
es: Autoriza de forma segura y regresa a Echo

source: Disconnect Google
es: Desconectar Google

source: Disconnecting…
es: Desconectando…

source: Search %@
es: Buscar %@

source: Enter a code for %@.
es: Introduzca un código para %@.
